trunk/tmpl/soap-responses/getAccountStatement

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:n2="http://www.betfair.com/publicapi/types/v2/">
  <soap:Body>
    <getAccountStatement xmlns="http://www.betfair.com/publicapi/v3/BFExchangeService/">
      <req>
		<header xmlns="">
        	  <clientStamp>0</clientStamp>
	          <sessionToken><TMPL_VAR session></sessionToken>
		</header>
		<startRecord><TMPL_VAR startRecord></startRecord>
		<recordCount><TMPL_VAR recordCount></recordCount>
		<startDate xsi:type="xsd:dateTime"><TMPL_VAR startDate></startDate>
		<endDate xsi:type="xsd:dateTime"><TMPL_VAR endDate></endDate>
		<itemsIncluded xsi:type="n2:AccountStatementIncludeEnum"><TMPL_VAR itemsIncluded></itemsIncluded>
      </req>
    </getAccountStatement>
  </soap:Body>
</soap:Envelope>

